export const menuRecommendations = {
  'Борщ з телятини з квасолею': [
    'Суп сирний з куркою',
    'Суп із яловичини з овочами',
    'Рибний суп з лососем',
  ],
  'Суп сирний з куркою': [
    'Борщ з телятини з квасолею',
    'Крем-суп з грибами',
    'Мінестроне',
  ],
  'Паста карбонара': [
    "Лазанья з м'ясом",
    'Фетучіні Альфредо з куркою',
    'Равіолі з шпинатом та рікотою',
  ],
  'Стейк зі свинини': [
    'Куряче філе гриль',
    'Телячий медальйон з грибним соусом',
    'Баранячі ребра в медово-гірчичному соусі',
  ],
  'Горбуша в соусі з білого вина': [
    'Форель на грилі',
    'Сьомга під сирним соусом',
    'Морський окунь з лимонним соусом',
  ],
  'Запечені овочі': ['Картопля фрі', 'Грильовані гриби', 'Броколі на пару'],
  'Картопля фрі': [
    'Картопля по-селянськи',
    'Картопляні діпи з соусом',
    'Картопляні оладки',
  ],
  'Картопля по-селянськи': [
    'Картопля фрі',
    'Картопляні крокети',
    'Картопляні деруни',
  ],
  'Хрумкі соління з бочки': [
    'Мариновані гриби',
    'Пікантні перчики',
    'Квашена капуста з журавлиною',
  ],
  'Крильця курячі в медовому соусі': [
    'Курячі нагетси',
    'Курячі стрипси з соусом',
    'Курячі крила барбекю',
  ],
  'Цезар з куркою': [
    'Цезар з креветками',
    'Салат з тунцем',
    'Класичний грецький салат',
  ],
  'Цезар з креветками': [
    'Цезар з куркою',
    'Салат з морепродуктами',
    'Салат з лососем та авокадо',
  ],
  'Грецький салат': [
    'Салат з фетою та оливками',
    'Салат з руколою та помідорами',
    'Салат зі свіжих овочів',
  ],
  'М’ясний салат': [
    'Салат з курячим філе та овочами',
    'Салат з телятиною',
    'Салат з беконом та яйцем пашот',
  ],
  'Торт наполеон': ['Торт маковий', 'Тірамісу', 'Шоколадний фондан'],
  'Торт маковий': ['Торт наполеон', 'Тірамісу', 'Пиріг з яблуками'],
  Тірамісу: ['Торт наполеон', 'Торт маковий', 'Панна котта з ягодами'],
};
